Repository: CodyBontecou/health-md
Catalog: apps/apple/HealthMd/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, zh_hans

source: This folder will be created inside your selected export location. Leave empty to export directly to the root folder.
de: Dieser Ordner wird innerhalb des ausgewählten Exportziels erstellt. Leer lassen, um direkt in den Stammordner zu exportieren.
es: Esta carpeta se creará dentro de tu ubicación de exportación seleccionada. Deja vacío para exportar directamente a la carpeta raíz.
fr: Ce dossier sera créé dans votre emplacement d'exportation sélectionné. Laissez vide pour exporter directement dans le dossier racine.
it: Questa cartella verrà creata nella posizione di esportazione selezionata. Lascia vuoto per esportare direttamente nella cartella principale.
ja: このフォルダは選択したエクスポート先に作成されます。ルートフォルダに直接エクスポートする場合は空のままにしてください。
ko: 이 폴더는 선택한 내보내기 위치 안에 생성됩니다. 루트 폴더로 직접 내보내려면 비워 두세요.
nl: Deze map wordt aangemaakt in je geselecteerde exportlocatie. Laat leeg om rechtstreeks naar de hoofdmap te exporteren.
pt_br: Esta pasta será criada dentro do local de exportação selecionado. Deixe vazio para exportar diretamente na pasta raiz.
zh_hans: 此文件夹将在您选择的导出位置内创建。留空则直接导出到根文件夹。

source: This iPad is discoverable by Health.md on Mac
de: Dieses iPad ist für Health.md auf dem Mac auffindbar
es: Este iPad es visible para Health.md en Mac
fr: Cet iPad est détectable par Health.md sur Mac
it: Questo iPad è rilevabile da Health.md su Mac
ja: このiPadはMacのHealth.mdから検出可能です
ko: 이 iPad는 Mac의 Health.md에서 검색할 수 있습니다
nl: Deze iPad is vindbaar door Health.md op Mac
pt_br: Este iPad pode ser descoberto pelo Health.md no Mac
zh_hans: 此 iPad 可被 Mac 上的 Health.md 发现

source: This removes every compact context day and its dedicated Keychain key. Exported files and Apple Health remain unchanged.
de: Dadurch werden alle kompakten Kontexttage und der zugehörige Schlüssel Keychain entfernt. Exportierte Dateien und Apple Health bleiben unverändert.
es: Esto elimina cada día de contexto compacto y su clave Keychain dedicada. Los archivos exportados y Apple Health permanecen sin cambios.
fr: Cela supprime chaque jour de contexte compact et sa clé dédiée Keychain. Les fichiers exportés et Apple Health restent inchangés.
it: Verranno rimossi tutti i giorni di contesto compatti e la relativa chiave Keychain dedicata. I file esportati e Apple Health rimangono invariati.
ja: これにより、すべてのコンパクト コンテキスト日とその専用の Keychain キーが削除されます。エクスポートされたファイルと Apple Health は変更されません。
ko: 이렇게 하면 모든 컴팩트 컨텍스트 데이와 전용 Keychain 키가 제거됩니다. 내보낸 파일과 Apple Health는 변경되지 않은 상태로 유지됩니다.
nl: Hiermee wordt elke compacte contextdag en de speciale Keychain-sleutel verwijderd. Geëxporteerde bestanden en Apple Health blijven ongewijzigd.
pt_br: Isso remove todos os dias de contexto compacto e sua chave Keychain dedicada. Os arquivos exportados e Apple Health permanecem inalterados.
zh_hans: 这会删除每个紧凑上下文日及其专用 Keychain 密钥。导出的文件和 Apple Health 保持不变。

source: This removes recorded iPhone→Mac sync and Mac export events from this Mac. Your synced health data and exported files are not affected.
de: Dadurch werden aufgezeichnete iPhone→Mac-Synchronisierungs- und Mac-Exportereignisse aus diesem Mac entfernt. Ihre synchronisierten Gesundheitsdaten und exportierten Dateien sind nicht betroffen.
es: Esto elimina la sincronización iPhone→Mac registrada y los eventos de exportación Mac de este Mac. Sus datos de salud sincronizados y archivos exportados no se ven afectados.
fr: Cela supprime les événements de synchronisation iPhone → Mac et d'exportation Mac enregistrés de ce Mac. Vos données de santé synchronisées et vos fichiers exportés ne sont pas affectés.
it: Ciò rimuove gli eventi di sincronizzazione iPhone→Mac registrati e di esportazione Mac da questo Mac. I tuoi dati sanitari sincronizzati e i file esportati non sono interessati.
ja: これにより、記録された iPhone→Mac 同期イベントと Mac エクスポート イベントがこの Mac から削除されます。同期された健康データとエクスポートされたファイルは影響を受けません。
ko: 이렇게 하면 이 Mac에서 기록된 iPhone→Mac 동기화 및 Mac 내보내기 이벤트가 제거됩니다. 동기화된 건강 데이터와 내보낸 파일은 영향을 받지 않습니다.
nl: Hiermee worden de opgenomen iPhone → Mac-synchronisatie en Mac-exportgebeurtenissen uit deze Mac verwijderd. Uw gesynchroniseerde gezondheidsgegevens en geëxporteerde bestanden worden niet beïnvloed.
pt_br: Isso remove a sincronização iPhone→Mac registrada e os eventos de exportação Mac deste Mac. Seus dados de saúde sincronizados e arquivos exportados não são afetados.
zh_hans: 这将从该 Mac 中删除记录的 iPhone→Mac 同步和 Mac 导出事件。您同步的健康数据和导出的文件不受影响。

source: This removes recorded iPhone→Mac sync and export events from this Mac. Your synced health data and exported files are not affected.
de: Dadurch werden aufgezeichnete iPhone→Mac-Synchronisierungs- und Exportereignisse aus diesem Mac entfernt. Ihre synchronisierten Gesundheitsdaten und exportierten Dateien sind nicht betroffen.
es: Esto elimina los eventos de sincronización y exportación iPhone→Mac registrados de este Mac. Sus datos de salud sincronizados y archivos exportados no se ven afectados.
fr: Cela supprime les événements de synchronisation et d'exportation iPhone → Mac enregistrés de ce Mac. Vos données de santé synchronisées et vos fichiers exportés ne sont pas affectés.
it: Ciò rimuove gli eventi di sincronizzazione ed esportazione iPhone→Mac registrati da questo Mac. I tuoi dati sanitari sincronizzati e i file esportati non sono interessati.
ja: これにより、記録された iPhone→Mac 同期およびエクスポート イベントがこの Mac から削除されます。同期された健康データとエクスポートされたファイルは影響を受けません。
ko: 이렇게 하면 이 Mac에 기록된 iPhone→Mac 동기화 및 내보내기 이벤트가 제거됩니다. 동기화된 건강 데이터와 내보낸 파일에는 영향을 주지 않습니다.
nl: Hiermee worden de opgenomen iPhone → Mac-synchronisatie- en exportgebeurtenissen uit deze Mac verwijderd. Uw gesynchroniseerde gezondheidsgegevens en geëxporteerde bestanden worden niet beïnvloed.
pt_br: Isso remove eventos de sincronização e exportação iPhone→Mac registrados deste Mac. Seus dados de saúde sincronizados e arquivos exportados não são afetados.
zh_hans: 这将从该 Mac 中删除记录的 iPhone→Mac 同步和导出事件。您同步的健康数据和导出的文件不受影响。

source: This removes the old iPhone→Mac cache from this Mac. It does not affect Health data on iPhone or exported files.
de: Dadurch wird der alte iPhone→Mac-Cache aus diesem Mac entfernt. Es wirkt sich nicht auf Gesundheitsdaten auf iPhone oder exportierten Dateien aus.
es: Esto elimina el antiguo caché iPhone→Mac de este Mac. No afecta los datos de salud en iPhone ni los archivos exportados.
fr: Cela supprime l'ancien cache iPhone → Mac de ce Mac. Cela n’affecte pas les données de santé sur iPhone ou les fichiers exportés.
it: Ciò rimuove la vecchia cache iPhone→Mac da questo Mac. Non influisce sui dati sanitari su iPhone o sui file esportati.
ja: これにより、古い iPhone→Mac キャッシュがこの Mac から削除されます。 iPhone のヘルス データやエクスポートされたファイルには影響しません。
ko: 이렇게 하면 이 Mac에서 이전 iPhone→Mac 캐시가 제거됩니다. iPhone 또는 내보낸 파일의 건강 데이터에는 영향을 미치지 않습니다.
nl: Hiermee wordt de oude iPhone → Mac-cache uit deze Mac verwijderd. Het heeft geen invloed op gezondheidsgegevens op iPhone of geëxporteerde bestanden.
pt_br: Isso remove o cache iPhone→Mac antigo deste Mac. Isso não afeta os dados de saúde em iPhone ou arquivos exportados.
zh_hans: 这会从此 Mac 删除旧的 iPhone→Mac 缓存。它不会影响 iPhone 上的健康数据或已导出的文件。

source: This removes the old iPhone→Mac cache from this Mac. It does not affect Health data on iPhone or files already exported to your destination folder.
de: Dadurch wird der alte iPhone→Mac-Cache aus diesem Mac entfernt. Es wirkt sich nicht auf Gesundheitsdaten auf iPhone oder Dateien aus, die bereits in Ihren Zielordner exportiert wurden.
es: Esto elimina el antiguo caché iPhone→Mac de este Mac. No afecta los datos de salud en iPhone ni los archivos ya exportados a su carpeta de destino.
fr: Cela supprime l'ancien cache iPhone → Mac de ce Mac. Cela n'affecte pas les données de santé sur iPhone ou les fichiers déjà exportés vers votre dossier de destination.
it: Ciò rimuove la vecchia cache iPhone→Mac da questo Mac. Non influisce sui dati sanitari su iPhone o sui file già esportati nella cartella di destinazione.
ja: これにより、古い iPhone→Mac キャッシュがこの Mac から削除されます。 iPhone のヘルスデータや、宛先フォルダーに既にエクスポートされているファイルには影響しません。
ko: 이렇게 하면 이 Mac에서 이전 iPhone→Mac 캐시가 제거됩니다. iPhone의 건강 데이터 또는 이미 대상 폴더로 내보낸 파일에는 영향을 미치지 않습니다.
nl: Hiermee wordt de oude iPhone → Mac-cache uit deze Mac verwijderd. Het heeft geen invloed op gezondheidsgegevens op iPhone of op bestanden die al naar uw doelmap zijn geëxporteerd.
pt_br: Isso remove o cache iPhone→Mac antigo deste Mac. Isso não afeta os dados de saúde em iPhone ou arquivos já exportados para sua pasta de destino.
zh_hans: 这会从此 Mac 删除旧的 iPhone→Mac 缓存。它不会影响 iPhone 上的健康数据或已经导出到目标文件夹的文件。

source: This version of Health.md cannot read the query-context store contract.
de: Diese Version von Health.md kann den Abfragekontext-Speichervertrag nicht lesen.
es: Esta versión de Health.md no puede leer el contrato del almacén de contexto de consulta.
fr: Cette version de Health.md ne peut pas lire le contrat de magasin de contexte de requête.
it: Questa versione di Health.md non è in grado di leggere il contratto dell'archivio nel contesto della query.
ja: このバージョンの Health.md は、クエリ コンテキスト ストア コントラクトを読み取ることができません。
ko: 이 Health.md 버전은 쿼리 컨텍스트 저장소 계약을 읽을 수 없습니다.
nl: Deze versie van Health.md kan het query-contextopslagcontract niet lezen.
pt_br: Esta versão do Health.md não pode ler o contrato de armazenamento de contexto de consulta.
zh_hans: 此版本的 Health.md 无法读取查询上下文存储合约。

source: This version of Health.md cannot read the stored context-day contract.
de: Diese Version von Health.md kann den gespeicherten Kontext-Tagesvertrag nicht lesen.
es: Esta versión de Health.md no puede leer el contrato de día de contexto almacenado.
fr: Cette version de Health.md ne peut pas lire le contrat contextuel stocké.
it: Questa versione di Health.md non è in grado di leggere il contratto del giorno contesto archiviato.
ja: このバージョンの Health.md は、保存されているコンテキストデイ コントラクトを読み取ることができません。
ko: 이 Health.md 버전은 저장된 컨텍스트 일 계약을 읽을 수 없습니다.
nl: Deze versie van Health.md kan het opgeslagen context-dagcontract niet lezen.
pt_br: Esta versão do Health.md não pode ler o contrato de dia de contexto armazenado.
zh_hans: 此版本的 Health.md 无法读取存储的上下文日合约。

source: This will remove all health data cached on this Mac. You can re-sync from your iPhone at any time.
de: Hiermit werden alle auf diesem Mac zwischengespeicherten Gesundheitsdaten entfernt. Sie können jederzeit erneut von Ihrem iPhone synchronisieren.
es: Esto eliminará todos los datos de salud almacenados en caché en este Mac. Puedes volver a sincronizar desde tu iPhone en cualquier momento.
fr: Cela supprimera toutes les données de santé mises en cache sur ce Mac. Vous pouvez resynchroniser depuis votre iPhone à tout moment.
it: Questo rimuoverà tutti i dati sanitari memorizzati su questo Mac. Puoi sincronizzare nuovamente dal tuo iPhone in qualsiasi momento.
ja: このMacにキャッシュされたすべてのヘルスデータが削除されます。iPhoneからいつでも再同期できます。
ko: 이 Mac에 캐시된 모든 건강 데이터가 삭제됩니다. 언제든지 iPhone에서 다시 동기화할 수 있습니다.
nl: Dit verwijdert alle gezondheidsgegevens die op deze Mac zijn opgeslagen. Je kunt op elk moment opnieuw synchroniseren vanaf je iPhone.
pt_br: Isso removerá todos os dados de saúde armazenados em cache neste Mac. Você pode sincronizar novamente pelo seu iPhone a qualquer momento.
zh_hans: 这将删除缓存在此 Mac 上的所有健康数据。您可以随时从 iPhone 重新同步。

source: This will sync your entire health data history from your iPhone. Depending on how much data you have, this could take several minutes. Make sure Health.md stays open on your iPhone during the sync.
de: Hiermit wird Ihr gesamter Gesundheitsdatenverlauf von Ihrem iPhone synchronisiert. Je nach Datenmenge kann dies einige Minuten dauern. Stellen Sie sicher, dass Health.md während der Synchronisierung auf Ihrem iPhone geöffnet bleibt.
es: Esto sincronizará todo tu historial de datos de salud desde tu iPhone. Dependiendo de la cantidad de datos que tengas, esto podría tardar varios minutos. Asegúrate de que Health.md permanezca abierto en tu iPhone durante la sincronización.
fr: Cela synchronisera l'intégralité de votre historique de données de santé depuis votre iPhone. Selon la quantité de données, cela peut prendre plusieurs minutes. Assurez-vous que Health.md reste ouvert sur votre iPhone pendant la synchronisation.
it: Questa operazione sincronizzerà l'intera cronologia dei dati sanitari dal tuo iPhone. A seconda della quantità di dati, potrebbe richiedere diversi minuti. Assicurati che Health.md rimanga aperto sul tuo iPhone durante la sincronizzazione.
ja: iPhoneからすべてのヘルスデータ履歴を同期します。データ量によっては数分かかる場合があります。 同期中はiPhoneでHealth.mdを開いたままにしてください。
ko: iPhone에서 전체 건강 데이터 기록을 동기화합니다. 데이터 양에 따라 몇 분 정도 걸릴 수 있습니다. 동기화 중에 iPhone에서 Health.md가 열려 있는지 확인하세요.
nl: Dit synchroniseert je volledige gezondheidsgeschiedenis vanaf je iPhone. Afhankelijk van de hoeveelheid gegevens kan dit enkele minuten duren. Zorg dat Health.md geopend blijft op je iPhone tijdens het synchroniseren.
pt_br: Isso sincronizará todo o seu histórico de dados de saúde do seu iPhone. Dependendo da quantidade de dados, isso pode levar vários minutos. Certifique-se de que o Health.md permaneça aberto no seu iPhone durante a sincronização.
zh_hans: 这将从您的 iPhone 同步全部健康数据历史记录。根据数据量大小，这可能需要几分钟时间。 请确保同步期间 Health.md 在 iPhone 上保持打开状态。

source: Time
de: Uhrzeit
es: Hora
fr: Heure
it: Ora
ja: 時刻
ko: 시간
nl: Tijd
pt_br: Hora
zh_hans: 时间

source: Time Format
de: Uhrzeitformat
es: Formato de hora
fr: Format de l'heure
it: Formato ora
ja: 時刻形式
ko: 시간 형식
nl: Tijdnotatie
pt_br: Formato de Hora
zh_hans: 时间格式

source: Time format
de: Uhrzeitformat
es: Formato de hora
fr: Format de l'heure
it: Formato ora
ja: 時刻形式
ko: 시간 형식
nl: Tijdnotatie
pt_br: Formato de hora
zh_hans: 时间格式

source: Time in Bed
de: Zeit im Bett
es: Tiempo en la cama
fr: Temps passé au lit
it: Tempo a letto
ja: ベッドでの時間
ko: 침대에 있는 시간
nl: Tijd in bed
pt_br: Tempo na cama
zh_hans: 床上时间

source: Time in Daylight
de: Zeit bei Tageslicht
es: Tiempo a la luz del día
fr: Temps passé à la lumière du jour
it: Tempo trascorso alla luce del giorno
ja: 日光の下で過ごした時間
ko: 일광 시간
nl: Tijd bij daglicht
pt_br: Tempo à luz do dia
zh_hans: 日光时间

source: Time-Series Data
de: Zeitreihendaten
es: Datos de series temporales
fr: Données chronologiques
it: Dati serie temporali
ja: 時系列データ
ko: 시계열 데이터
nl: Tijdreeksgegevens
pt_br: Dados de séries temporais
zh_hans: 时间序列数据

source: Time: %@
de: Uhrzeit: %@
es: Hora: %@
fr: Heure : %@
it: Ora: %@
ja: 時刻：%@
ko: 시간: %@
nl: Tijd: %@
pt_br: Hora: %@
zh_hans: 时间：%@

source: Timestamp
de: Zeitstempel
es: Marca de tiempo
fr: Horodatage
ja: タイムスタンプ
ko: 타임스탬프
nl: Tijdstempel
pt_br: Carimbo de data e hora
zh_hans: 时间戳

source: Tip: include JSON when you want the most complete backup for automation or future re-imports.
de: Tipp: Fügen Sie JSON hinzu, wenn Sie eine möglichst vollständige Sicherung für die Automatisierung oder zukünftige Re-Importe wünschen.
es: Consejo: incluya JSON cuando desee la copia de seguridad más completa para automatización o futuras reimportaciones.
fr: Astuce : incluez JSON lorsque vous souhaitez la sauvegarde la plus complète pour l'automatisation ou les réimportations futures.
it: Suggerimento: includi JSON quando desideri il backup più completo per l'automazione o le future reimportazioni.
ja: ヒント: 自動化または将来の再インポートのために最も完全なバックアップが必要な場合は、JSON を含めます。
ko: 팁: 자동화 또는 향후 다시 가져오기를 위해 가장 완벽한 백업을 원할 경우 JSON를 포함하세요.
nl: Tip: voeg JSON toe als u de meest complete back-up wilt voor automatisering of toekomstige herimporten.
pt_br: Dica: inclua JSON quando desejar o backup mais completo para automação ou reimportações futuras.
zh_hans: 提示：当您需要最完整的备份以便自动化或将来重新导入时，请包括 JSON。

source: To
de: Bis
es: Hasta
fr: Au
it: A
ja: 終了
ko: 종료
nl: Tot
pt_br: Até
zh_hans: 至

source: To change which health data Health.md can access: 1. Tap "Open Health App" 2. Tap your profile icon (top right) 3. Tap "Apps" 4. Select "Health.md" 5. Toggle permissions on or off
de: So ändern Sie, auf welche Gesundheitsdaten Health.md zugreifen kann: 1. Tippen Sie auf "Health-App öffnen" 2. Tippen Sie auf Ihr Profilsymbol (oben rechts) 3. Tippen Sie auf "Apps" 4. Wählen Sie "Health.md" 5. Schalten Sie Berechtigungen ein oder aus
es: Para cambiar a qué datos de salud puede acceder Health.md: 1. Toca "Abrir aplicación de Salud" 2. Toca tu ícono de perfil (arriba a la derecha) 3. Toca "Apps" 4. Selecciona "Health.md" 5. Activa o desactiva los permisos
fr: Pour modifier les données de santé auxquelles Health.md peut accéder : 1. Touchez « Ouvrir l'app Santé » 2. Touchez votre icône de profil (en haut à droite) 3. Touchez « Apps » 4. Sélectionnez « Health.md » 5. Activez ou désactivez les autorisations
it: Per modificare i dati sanitari a cui Health.md può accedere: 1. Tocca "Apri l'app Salute" 2. Tocca l'icona del profilo (in alto a destra) 3. Tocca "App" 4. Seleziona "Health.md" 5. Attiva o disattiva i permessi
ja: Health.mdがアクセスできるヘルスデータを変更するには： 1. "ヘルスケアAppを開く"をタップ 2. プロフィールアイコン（右上）をタップ 3. "App"をタップ 4. "Health.md"を選択 5. 権限のオン/オフを切り替え
ko: Health.md가 접근할 수 있는 건강 데이터를 변경하려면: 1. "건강 앱 열기"를 탭하세요 2. 프로필 아이콘(오른쪽 상단)을 탭하세요 3. "앱"을 탭하세요 4. "Health.md"를 선택하세요 5. 권한을 켜거나 끄세요
nl: Om te wijzigen welke gezondheidsgegevens Health.md kan openen: 1. Tik op "Gezondheid-app openen" 2. Tik op je profielpictogram (rechtsboven) 3. Tik op "Apps" 4. Selecteer "Health.md" 5. Schakel machtigingen in of uit
pt_br: Para alterar quais dados de saúde o Health.md pode acessar: 1. Toque em "Abrir App Saúde" 2. Toque no ícone do seu perfil (canto superior direito) 3. Toque em "Apps" 4. Selecione "Health.md" 5. Ative ou desative as permissões
zh_hans: 如需更改 Health.md 可以访问的健康数据： 1. 点击「打开健康应用」 2. 点击右上角的个人头像 3. 点击「App」 4. 选择「Health.md」 5. 开启或关闭相应权限

source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pt_br: Hoje
zh_hans: 今天

source: Toggle all %@ metrics
de: Alle %@-Metriken umschalten
es: Alternar todas las métricas de %@
fr: Activer/désactiver toutes les métriques %@
it: Attiva/disattiva tutte le metriche %@
ja: すべての%@指標を切り替え
ko: 모든 %@ 항목 전환
nl: Alle %@-meetwaarden schakelen
pt_br: Alternar todas as métricas de %@
zh_hans: 切换所有%@指标

source: Toothbrushing
de: Zähneputzen
es: Cepillado de dientes
fr: Brossage des dents
it: Lavaggio dei denti
ja: 歯磨き
ko: 칫솔질
nl: Tandenpoetsen
pt_br: Escovação de dentes
zh_hans: 刷牙

source: Total Fat
de: Gesamtfett
es: Grasa Total
fr: Graisse totale
it: Grasso totale
ja: 総脂肪
ko: 총 지방
nl: Totaal vet
pt_br: Gordura Total
zh_hans: 总脂肪

source: Total Sleep
de: Totaler Schlaf
es: Sueño total
fr: Sommeil total
it: Sonno totale
ja: 総睡眠時間
ko: 총 수면
nl: Totale slaap
pt_br: Sono total
zh_hans: 总睡眠时间

source: Track All Enabled Metrics
de: Alle aktivierten Metriken erfassen
es: Seguir todas las métricas habilitadas
fr: Suivre tous les indicateurs activés
it: Monitora tutte le metriche abilitate
ja: 有効なすべての指標を追跡
ko: 활성화된 모든 항목 추적
nl: Alle ingeschakelde meetwaarden bijhouden
pt_br: Rastrear todas as métricas ativadas
zh_hans: 追踪所有已启用指标

source: Track workouts, symptoms, blood pressure, glucose, mood, and other events as timestamped Markdown entries.
de: Erfassen Sie Trainings, Symptome, Blutdruck, Glukose, Stimmung und andere Ereignisse als Markdown-Einträge mit Zeitstempel.
es: Registra entrenamientos, síntomas, presión arterial, glucosa, estado de ánimo y otros eventos como entradas de Markdown con fecha y hora.
fr: Suivez les entraînements, les symptômes, la tension artérielle, la glycémie, l’humeur et d’autres événements sous forme d’entrées Markdown horodatées.
it: Registra allenamenti, sintomi, pressione arteriosa, glicemia, umore e altri eventi come voci Markdown con data e ora.
ja: ワークアウト、症状、血圧、血糖値、気分などのイベントを、タイムスタンプ付きのMarkdownエントリとして記録します。
ko: 운동, 증상, 혈압, 혈당, 기분 및 기타 이벤트를 타임스탬프가 포함된 Markdown 항목으로 기록합니다.
nl: Houd work-outs, symptomen, bloeddruk, glucose, stemming en andere gebeurtenissen bij als Markdown-vermeldingen met tijdstempel.
pt_br: Registre treinos, sintomas, pressão arterial, glicose, humor e outros eventos como entradas em Markdown com data e hora.
zh_hans: 将锻炼、症状、血压、血糖、情绪和其他事件记录为带时间戳的 Markdown 条目。

source: Tracked Metrics
de: Erfasste Metriken
es: Métricas rastreadas
fr: Métriques suivies
it: Metriche monitorate
ja: 追跡中の指標
ko: 추적 항목
nl: Bijgehouden meetwaarden
pt_br: Métricas Rastreadas
zh_hans: 已追踪的指标

source: Tracks all %lld metrics currently enabled in Health Metrics.
de: Erfasst alle %lld Metriken, die derzeit unter „Gesundheitsmetriken“ aktiviert sind.
es: Sigue las %lld métricas habilitadas actualmente en Métricas de salud.
fr: Suit les %lld indicateurs actuellement activés dans Indicateurs de santé.
it: Monitora tutte le %lld metriche attualmente abilitate in Metriche sanitarie.
ja: 現在「ヘルス指標」で有効な%lld個の指標をすべて追跡します。
ko: 현재 건강 항목에서 활성화된 %lld개 항목을 모두 추적합니다.
nl: Houdt alle %lld meetwaarden bij die momenteel bij Gezondheidsmeetwaarden zijn ingeschakeld.
pt_br: Rastreia todas as %lld métricas ativadas no momento em Métricas de Saúde.
zh_hans: 追踪“健康指标”中当前启用的全部 %lld 个指标。

source: Troubleshooting
de: Fehlerbehebung
es: Solución de problemas
fr: Dépannage
it: Risoluzione dei problemi
ja: トラブルシューティング
ko: 문제 해결
nl: Problemen oplossen
pt_br: Solução de problemas
zh_hans: 故障排除

source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
it: Riprova
ja: もう一度試す
ko: 다시 시도
nl: Opnieuw proberen
pt_br: Tentar novamente
zh_hans: 再试一次

source: Try All Time or another date range. You can also open Apple Health and review Health.md under Profile → Apps and Services. If the device has no matching records, there is nothing to export yet.
de: Versuchen Sie es mit „Gesamter Zeitraum“ oder einem anderen Datumsbereich. Sie können auch Apple Health öffnen und Health.md unter Profil → Apps und Dienste überprüfen. Wenn das Gerät keine passenden Datensätze enthält, gibt es noch nichts zu exportieren.
es: Pruebe «Todo el historial» u otro intervalo de fechas. También puede abrir Apple Health y revisar Health.md en Perfil → Apps y servicios. Si el dispositivo no tiene registros coincidentes, todavía no hay nada que exportar.
fr: Essayez « Depuis toujours » ou une autre plage de dates. Vous pouvez également ouvrir Apple Health et consulter Health.md sous Profil → Apps et services. Si l’appareil ne contient aucun enregistrement correspondant, il n’y a encore rien à exporter.
it: Prova Tutto o un altro intervallo di date. Puoi anche aprire Apple Health e rivedere Health.md in Profilo → App e servizi. Se il dispositivo non ha record corrispondenti, non c'è ancora nulla da esportare.
ja: [すべての期間] または別の日付範囲を試してください。 Apple Health を開いて、[プロフィール] → [アプリとサービス] で Health.md を確認することもできます。デバイスに一致するレコードがない場合、エクスポートするものはまだありません。
ko: 전체 기간 또는 다른 기간을 사용해 보세요. 프로필 → 앱 및 서비스에서 Apple Health를 열고 Health.md를 검토할 수도 있습니다. 장치에 일치하는 기록이 없으면 아직 내보낼 항목이 없습니다.
nl: Probeer ‘Alle tijd’ of een ander datumbereik. U kunt ook Apple Health openen en Health.md bekijken onder Profiel → Apps en services. Als het apparaat geen overeenkomende records bevat, valt er nog niets te exporteren.
pt_br: Experimente “Todo o Período” ou outro intervalo de datas. Você também pode abrir o Apple Health e revisar o Health.md em Perfil → Apps e Serviços. Se o dispositivo não tiver registros correspondentes, ainda não há nada para exportar.
zh_hans: 尝试“所有时间”或其他日期范围。您还可以打开 Apple Health 并在“个人资料”→“应用程序和服务”下查看 Health.md。如果设备没有匹配的记录，则还没有任何可导出的内容。

source: Tune presentation settings without changing Health.md’s export schema.
de: Passen Sie die Darstellung an, ohne das Exportschema von Health.md zu ändern.
es: Ajusta la presentación sin cambiar el esquema de exportación de Health.md.
fr: Ajustez les réglages de présentation sans modifier le schéma d’exportation de Health.md.
it: Regola le impostazioni di presentazione senza modificare lo schema di esportazione di Health.md.
ja: Health.mdのエクスポートスキーマを変更せずに表示設定を調整します。
ko: Health.md의 내보내기 스키마를 변경하지 않고 표시 설정을 조정합니다.
nl: Pas de weergave aan zonder het exportschema van Health.md te wijzigen.
pt_br: Ajuste as configurações de apresentação sem alterar o esquema de exportação do Health.md.
zh_hans: 调整呈现设置，而不更改 Health.md 的导出数据结构。
